{
  "home": "Home",
  "product": "Products",
  "red_resin": "Red resin",
  "green_resin": "Green resin",
  "white_resin": "White resin",
  "orange_resin": "Orange resin",
  "send_successfully": "Thank you for your message, we will contact you as soon as possible",
  "news": "About Us",
  "all": "All",
  "company":"Guangzhou Jamie Tableware limited, founded in 1998, headquartered in Panyu district, Guangzhou, is a technology-based private enterprise focused on research and development, design, manufacture and sale of biomass fiber tableware. Our products are in great demand in Europe, United States, Southeast Asia, Middle East and gain a good reputation of customers from all over the world.",
  "contact_us": "Contact us",
  "about_us": "Founded in 2018, Blueheart is a leading e-commerce platform dedicated to delivering a seamless and enjoyable shopping experience to customers worldwide. Our mission is to connect people with the products they love, offering a curated selection of top-quality items across a variety of categories, including electronics, fashion, home goods, and more. \n \n With a focus on innovation, reliability, and customer satisfaction, we have rapidly grown our user base and built strong relationships with trusted suppliers and brands. Our user-friendly website and mobile app are designed to make shopping fast, easy, and secure for everyone. We utilize advanced technology to ensure safe transactions, prompt delivery, and responsive customer service. We utilize advanced technology to ensure safe transactions, prompt delivery, and responsive customer service.",
  "our_mission":"Our mission is to revolutionize the way people shop by creating an accessible, trustworthy, and enjoyable online marketplace. We are dedicated to empowering customers with a wide variety of high-quality products at competitive prices, while ensuring unparalleled convenience and service every step of the way. \n\n We believe shopping should be effortless and rewarding, which is why we continually invest in technology, logistics, and customer support to provide a seamless experience. Our platform is designed with the customer in mind, making it easy to explore, compare, and purchase products from the comfort of home or on-the-go. purchase products from the comfort of home or on-the-go. Our platform is designed with the customer."
}